Repository: gihankarunarathne/NTM
Catalog: i18n/locale.src/*/ntm.po
Languages: de, el, es, pl, pt, sk

source: Unknown event. NTM can not handle this event.
de: Unbekanntes Ereignis. NTM kann dieses Problem nicht lösen.
el: Άγνωστο συμβάν. Το πρόγραμμα δεν μπορεί να χειριστεί αυτό το συμβάν.
es: Suceso desconocido. NTM no puede gestionarlo.
pl: Nieznane zdarzenie. NTM nie rozumie operacji
pt: Evento desconhecido. O NTM não consegue processá-lo.
sk: Neznáma udalosť. NTM nemôže spracovať túto udalosť.

source: months must be an integer
de: Monate müssen eine ganze Zahl sein
el: Οι μήνες πρέπει να είναι ακέραιος αριθμός.
es: meses debe ser un número entero
pl: Miesiąc musi być liczbą całkowitą
pt: o mês tem de ser um número inteiro
sk: mesiace musia byť celé číslo

source: months must have magnitude <= 99999999
el: Ο αριθμός των μηνών πρέπει να έχει μέγεθος <= 99999999
es: meses deben ser <= 99999999
pl: Miesiąc musi posiadać wartość <= 99999999
pt: o mês tem de ter magnitude <= 99999999
sk: mesiace musia mať veľkosť <= 99999999

source: date value out of range
el: Τιμή ημερομηνίας εκτός ορίων
es: valor de fecha fuera de rango
pl: Wartość daty poza dopuszczalnym zakresem
pt: a data está fora do intervalo válido
sk: hodnota dátumu je mimo rozsahu

source: in-place division of a monthdelta requires an integer divisor
el: απαιτείται ακέραιος αριθμός για διαιρέτης για τη διαφορά των μηνών
pl: W miejscu podziału monthdelta wymagany jest dzielnik liczby całkowitej
pt: o divisor tem de ser um número inteiro

source: start and end must be dates
de: Start und Ende müssen Daten sein
el: Η αρχή και το τέλος πρέπει να είναι ημερομηνίες
es: inicio y final deben ser fechas
pl: Początek i koniec musi byc datą
pt: o começo e fim têm de ser datas
sk: začiatok a koniec musia byť dátumy

source: Wrong value for the param
de: Falscher Wert für die Eingabe
el: Λάθος τιμή για την παράμετρο
es: Valor de parámetro erróneo
pl: Niepoprawna wartość dla parametru
pt: Valor incorrecto para o parâmetro
sk: Nesprávna hodnota parametra

source: or is not stored. Default value
de: oder wird nicht unterstützt. Normal Wert
el: ή δεν είναι αποθηκευμένη. Προεπιλεγμένη τιμή.
es: o no está almacenado. Valor predeterminado
pl: lub nie jest zapisany.Wartość domyślna
pt: ou não foi guardado. Valor pré-definido.
sk: alebo nie je uložený. Predvolená hodnota

source: True
de: Wahr
el: Αληθές
es: Verdadero
pl: Właściwy
pt: Verdadeiro
sk: Pravda

source: Month
de: Monat
el: Μήνας
es: Mes
pl: Miesiąc
pt: Mês
sk: Mesiac

source: Time Limit Reached
de: Zeit Limit erreicht
el: Φτάσατε στο όριο συνολικού χρόνου
es: Límite de tiempo alcanzado
pl: Limit czasowy został osiągnięty
pt: Atingido o limite de tempo
sk: Prekročený časový limit

source: Disconnection is done!! Period: {0} to {1}
de: Kontakt ist Unterbrochen!! Intervall: {0} bis {1}
el: Έγινε αποσύνδεση!! Περίοδος: {0} έως {1}
es: ¡¡Desconexión realizada!! Periodo: {0} to {1}
pl: Rozłączanie zakończone!! Przedział: {0} do {1}
pt: A ligação terminou!! Período: {0} a {1}
sk: Odpojenie je dokončené!! Perióda: {0} až {1}

source: Period: {0} to {1}
de: Intervall: {0} bis {1}
el: Περίοδος: {0} έως {1}
es: Periodo: {0} a {1}
pl: Okres: {0} do {1}
pt: Período: {0} a {1}
sk: Perióda: {0} až {1}

source: NTM - Message
de: NTM - Nachricht
el: Έλεγχος κίνησης δικτύου (NTM) - Μήνυμα
es: NTM - Mensage
pl: NTM - Wiadomość
pt: NTM - Mensagem
sk: NTM - Správa

source: Custom
el: Προσαρμογή
es: Personalizado
pl: Dostosuj
pt: Personalizado
sk: Vlastný

source: Day
de: Tag
el: Ημέρα
es: Día
pl: Dzień
pt: Dia
sk: Deň

source: Week
de: Woche
el: Εβδομάδα
es: Semana
pl: Tydzień
pt: Semana
sk: Týždeň

source: Year
de: Jahr
el: Έτος
es: Año
pl: Rok
pt: Ano
sk: Rok

source: NTM - Warning!
de: NTM Warnung!
el: Έλεγχος κίνησης δικτύου (NTM) - Προειδοποίηση
es: NTM - ¡Advertencia!
pl: NTM- Ostrzeżenie!
pt: NTM - Aviso!
sk: NTM - Upozornenie!

source: The total time must be > 0 sec. Default value is 1h
de: Die gesamt Zeit muss > 0 Sek. sein. Voreingestellt ist 1h
el: Ο συνολικός χρόνος πρέπει να είναι >0 δευτ. Η προεπιλεγμένη τιμή είναι 1 ώρα.
es: El tiempo total debe ser > 0 seg. Valor predeterminado 1 h
pl: Całkowity czas powinien wynosić > 0 sekund. Ustawienie domyślne to 1 godz.
pt: O tempo total tem de ser > 0 sec. O valor pré-definido é 1h
sk: Celkový čas musí byť > 0 sek. Predvolená hodnota je 1h

source: First Day
de: Erster Tag
el: Πρώτη ημέρα (Έναρξη)
es: Primer día
pl: Pierwszy dzień
pt: Primeiro Dia
sk: Prvý deň

source: Warning! mtime.py: total sec is 0.
de: Warnung! mtime.py: Gesamtsek. sind 0.
el: Προειδοποίηση! mtime.py: Τα συνολικά δευτερόλεπτα είναι 0.
es: !Advertencia! mtime.py: segundos totales 0.
pl: Ostrzeżenie! mtime.py: Całkowity czas wynosi 0
pt: Aviso! mtime.py: segundos totais = 0.
sk: Upozornenie! mtime.py: celkovo je 0 sek.

source: Period
de: Intervall
el: Περίοδος
es: Periodo
pl: Okres
pt: Período
sk: Perióda

source: Used {0} of {1}
de: Verbraucht {0} bis {1}
el: Χρησιμοποιηθέντα {0} έως {1}
es: Usado {0} de {1}
pl: Wykorzystano {0} z {1}
pt: Usado {0} de {1}
sk: Použitých {0} z {1}

source: NTM - Time Slot
de: NTM Zeit Fenster
el: Έλεγχος κίνησης δικτύου (NTM) - Χρονική θυρίδα
es: NTM - Intervalo de tiempo
pl: NTM - Szczelina czasowa
pt: NTM - Janela Temporal
sk: NTM - Časový úsek

source: An additional slot was used!
de: Ein weiteres Zeitfenster wurde verwendet!
el: Μία επιπρόσθετη θυρίδα χρησιμοποιήθηκε!
es: !Se ha usado un intervalo de tiempo adicional!
pl: Dodatkowa szczelina została użyta
pt: Foi usada uma janela adicional!
sk: Bol použitý ďalší usek!

source: seconds before timeslot end!
de: Sekunden bevor das Zeitfenster endet!
el: δευτερόλεπτα πριν το τέλος της χρονοθυρίδας
es: ¡segundos para que el intervalo de tiempo termine!
pl: sekund do końca szczeliny
pt: segundos para o fim da janela temporal!
sk: sekúnd pred ukončením časového úseku!

source: Timeslot:
de: Zeitfenster:
el: Χρονοθυρίδα
es: Intervalo de tiempo:
pl: Szczelina czasowa:
pt: Janela temporal:
sk: Časový úsek:

source: Timeslot Limit Reached
de: Zeitfenster Limit erreicht
el: Φτάσατε στο όριο της χρονοθυρίδας
es: Límite de intevalo tiempo alcanzado
pl: Limit szczeliny czasowej został osiągnięty
pt: Atingido o limite da janela temporal
sk: Limit časového úseku dosiahnutý

source: Disconnection is done!!
de: Kontakt ist unterbrochen!!
el: Έγινε αποσύνδεση!!
es: !!Desconexión realizada!!
pl: Rozłączanie zakończone!!
pt: Ligação terminada!!
sk: Odpojenie je dokončené!!

source: : {0} to {1}
de: : {0} bis {1}
el: : {0} έως {1}
es: : {0} de {1}
pl: : {0} do {1}
pt: : {0} a {1}
sk: : {0} až {1}

source: slots
de: Fenster
el: θυρίδες
es: intervalos
pl: szczeliny
pt: janelas
sk: úseky

source: Daily
de: Täglich
el: Ημερήσια
es: Diario
pl: Dziennie
pt: Diário
sk: Denne

source: Traffic Limit Reached
de: Übertragungs Limit erreicht
el: Φτάσατε στο όριο κίνησης
es: Límite de tráfico alcanzado
pl: Osiągnięto limit transferu
pt: Limite tráfego atingido
sk: Limit prenosu dosiahnutý

source: Show Window
de: Zeige Fenster
el: Εμφάνιση παραθύρου
es: Mostrar ventana
pl: Pokaż okno
pt: Mostrar Janela
sk: Ukázať okno

source: Report
el: Αναφορές
es: Informe
pl: Raport
pt: Relatório
sk: Záznam

source: Preferences
de: Einstellung
el: Προτιμήσεις
es: Preferencias
pl: Ustawienia
pt: Preferências
sk: Predvoľby

source: Info & News
de: Information & Neuigkeiten
el: Πληροφορίες & Νέα
es: Información y Noticias
pl: Informacje i nowości
pt: Informação & Notícias
sk: Info & Novinky

source: About
de: Erstellt
el: Περί
es: Acerca de
pl: O programie
pt: Acerca de
sk: O programe

source: Quit
de: Ende
el: Έξοδος
es: Salir
pl: Zakończ
pt: Sair
sk: Ukončiť

source: Network Traffic Monitor -Left click: show the counters -Right click: show menu
el: Έλεγχος κίνησης δικτύου (ΝΤΜ) -Αριστερό κλικ: εμφάνιση μετρητών -Δεξί κλικ: εμφάνιση μενού
es: Monitor de tráfico de red -Clic botón izquierdo: muestra contadores -Clic botón derecho: muestra el menú
pl: Ekran transferu -Lewy przycisk: pokaż licznik -Prawy przycisk: pokaż menu
sk: Network Traffic Monitor - Ľavý klik: ukázať počítadlá - Pravý klik: ukázať menu

source: Total
de: Gesamt
el: Συνολικά
pl: Całkowity
sk: Celkovo

source: Show Main Window
de: Zeige das Hauptfenster
el: Εμφάνιση κυρίως παραθύρου
es: Mostrar ventana principal
pl: Pokaż okno główne
pt: Mostrar a Janela Principal
sk: Ukázať hlavné okno

source: Show Notify
de: Zeige Benachrichtigungen
el: Εμφάνιση ειδοποιήσεων
es: Mostrar notificación
pl: Pokaż informacje
pt: Mostrar Notificações
sk: Ukázať oznámenie

source: <b>SEL</b>
el: <b>Επιλογή</b>
pl: <b>WYBRANY</b>
sk: <b>Vybrať</b>

source: <b>Name</b>
el: <b>Όνομα</b>
es: <b>Nombre</b>
pl: <b>Nazwa</b>
pt: <b>Nome</b>
sk: <b>Meno</b>

source: <b>Info</b>
el: <b>Πληροφορίες</b>
pt: <b>Informação</b>

source: <b>State</b>
de: <b>Staat</b>
el: <b>Κατάσταση</b>
es: <b>Estado</b
pl: <b>Stan</b>
pt: <b>Estado</b>
sk: <b>Stav</b>

source: Wired Ethernet
de: Wlan Internet
el: Ενσύρματη σύνδεση
es: Conexión Ethernet
pl: Przewodowy Ethernet
pt: Ethernet com fios
sk: Káblový Ethernet

source: 802.11 WiFi
el: 802.11 WiFi (Ασύρματη)

source: GSM-based cellular WAN
el: Σύνδεση GSM κινητής τηλεφωνίας
es: WAN basada en celular GSM
pl: Mobilny-GSM WAN
pt: WAN baseada em GSM
sk: GSM-založená celulárna sieť WAN

source: CDMA/IS-95-based cellular WAN
el: Σύνδεση CDMA κινητής τηλεφωνίας
es: WAN basada en CDMA/IS-95
pl: Mobilny-CDMA/IS-95 WAN
pt: WAN baseada em CDMA/IS-95
sk: CDMA/IS-95-založená celulárna sieť WAN

source: Device type is unknown
de: Verbindungstyp ist unbekannt
el: Άγνωστος τύπος συσκευής
es: Tipo de despositivo desconocido
pl: Typ urządzenia jest nieznany
pt: O tipo de dispositivo é desconhecido
sk: Typ zariadenia je neznámy

source: ON
de: AN
el: Ενεργή
pl: Włączony
pt: Ligado

source: OFF
de: AUS
el: Ανενεργή
pl: Rozłączony
pt: Desligado

source: Online
de: Getrennt
el: Σε σύνδεση
es: En línea
pl: Połączony
pt: Ligado
sk: Pripojený

source: Offline
de: Verbunden
el: Εκτός σύνδεσης
es: Fuera de línea
pl: Rozłączony
pt: Desligado
sk: Odpojený

source: Traffic
de: Übertragungsverkehr
el: Κίνηση
es: Tráfico
pl: Przekaz
pt: Tráfego
sk: Prenos

source: Time Slot
de: Zeitfenster
el: Χρονική θυρίδα
es: Intervalo de tiempo
pl: Szczelina czasowa
pt: Janela Temporal
sk: Časový úsek

source: Time
de: Zeit
el: Συνολικός χρόνος
es: Tiempo
pl: Czas
pt: Tempo
sk: Čas

source: Last Day
de: letzter Tag
el: Τελευταία ημέρα (Λήξη)
es: Último día
pl: Ostatni dzień
pt: Último Dia
sk: Posledný deň

source: Monitors your internet traffic.
de: Zeige den Internetverkehr.
el: Μαζεύει στατιστικά δεδομένα για την κίνηση της σύνδεσης σας με το δικτύου σας.
es: Monitorea su tráfico de internet.
pl: Monitor transferu internetowego
pt: Monitoriza a sua ligação à Internet.
sk: Váš internetový prenos sa monitoruje.

source: Do you really want to exit from NTM?
de: Möchtest Du wirklich NTM beenden?
el: Επιθυμείτε την έξοδο από τον Έλεγχο κίνησης δικτύου (NTM);
es: ¿Está seguro de querer salir de NTM?
pl: Czy na pewno chcesz zakończyć NTM?
pt: Deseja mesmo sair do NTM?
sk: Naozaj chcete ukončiť NTM?

source: Delete All Data
de: Lösche alle Daten
el: Διαγραφή όλων των δεδομένων
es: Boarrar todos los Datos
pl: Usuń wszystkie dane
pt: Apagar todos os dados
sk: Vymazať všetky dáta

source: Do you really want to remove all data (report and counters)? The general preferences will be not deleted.
de: Möchtest Du wirklich alle Daten löschen (Reports und Zeiteinstellungen)? Die Haupteinstellungen werden dabei.aber nicht gelöscht.
el: Διαγραφή όλων των δεδομένων (αναφορών και μετρητών); Οι γενικές προτιμήσεις του προφίλ σας δεν θα διαγραφούν.
es: ¿Está seguro de querer borrar todos los datos (informes y contadores)? Las preferencias generales no se borrarán.
pl: Czy na pewno chcesz usunąć wszystkie dane (raporty i licznik)? Podstawowe ustawienia nie zostaną usunięte
pt: Deseja mesmo apagar todos os dados (relatório e contadores)? As preferências gerais não serão apagadas.
sk: Naozaj chcete odstrániť všetky dáta (záznamy a počítadlá)? Všeobecné nastavenia nebudú vymazané.

source: Import Data
de: Importiere Daten
el: Εισαγωγή δεδομένων
es: Importar Datos
pl: Importuj dane
pt: Importar Dados
sk: Importovať dáta

source: No such file
de: Keine Datei gefunden
el: Δεν υπάρχει τέτοιο αρχείο
es: No existe ese archivo
pl: Brak takiego dokumentu
pt: Ficheiro inexistente
sk: Žiadny takýto súbor

source: Daily Traffic Report
de: täglicher Übertragungsverkehr Report
el: Ημερήσια αναφορά κίνησης
es: Informe diario de tráfico
pl: Raport przekazu dziennego
pt: Relatório Diário de Tráfego
sk: Záznam denného prenosu

source: Daily Traffic
de: täglicher Übertragungverkehr
el: Ημερήσια κίνηση
es: Tráfico diario
pl: Przekaz dzienny
pt: Tráfego Diário
sk: Denný prenos

source: All value are listed in MB
de: Alle Ausgaben werden in MB angegeben
el: Όλες οι τιμές είναι σε MB
es: Todos los valores listados están en MB
pl: Wszystkie wartości podane są w MB
pt: Todos os valores são em MB
sk: Všetky hodnoty sú uvedené v MB

source: In
de: Ein
el: Εισερχόμενα
es: Entrada
pl: Od.
pt: Dentro
sk: Dnu

source: Out
de: Aus
el: Εξερχόμενα
es: Salida
pl: Wysł.
pt: Fora
sk: Von

source: Report - Total
de: Gesamtreport
el: Αναφορά - Συνολικά
es: Informe - Total
pl: Raport - całkowity
pt: Relatório - Total
sk: Záznam - Celkovo

source: Days with traffic
de: Tage mit Übertragungsverkehr
el: Ημέρες με κίνηση
es: Días con tráfico
pl: Dni transferu
pt: Dias com tráfego
sk: Dni s prenosom

source: Received
de: Empfangen
el: Ελήφθησαν
es: Recibidos
pl: Otrzymano
pt: Recebidos
sk: Prijaté

source: Transmitted
de: Gesendet
el: Εστάλησαν
es: Transmitidos
pl: Wysłano
sk: Odovzdané

source: Max in one day
de: max. an einem Tag
el: Μέγιστο σε μία ημέρα
es: Máximo en un día
pl: Max. w ciągu dnia
pt: Máximo diário
sk: Max. v jednom dni

source: Min in one day
de: min. an einem Tag
el: Ελάχιστο σε μία ημέρα
es: Mínimo en un día
pl: Min. w ciągu dnia
pt: Mínimo diário
sk: Min. v jednom dni

source: Sessions
de: Sitzung
el: Συνεδρίες
es: Sesiones
pl: Sesje
pt: Sessões
sk: Obdobia

source: N. sessions
de: N. Sitzung
el: Αριθμός Συνεδριών
es: Nº sesiones
pl: N. sesji
pt: N. sessões
sk: Počet období

source: Total time
de: Gesamtzeit
el: Συνολικός χρόνος
es: Tiempo total
pl: Czas całkowity
pt: Tempo Total
sk: Celkový čas

source: Max session length
de: max. Sitzungslänge
el: Μέγιστη διάρκεια συνεδρίας
es: Sesión de mayor duración
pl: Max. długość sesji
pt: Comprimento do Máximo de Sessões
sk: Max. dĺžka obdobia

source: Min session length
de: min. Siztungslänge
el: Ελάχιστη διάρκεια συνεδρίας
es: Sesión de menor duración
pl: Min. długość sesji
pt: Comprimento do Mínimo de Sessões
sk: Min. dĺžka obdobia

source: Report - Statistic
de: Report Statistik
el: Αναφορά - Στατιστικά
es: Informe - Estadísticas
pl: Raport - Statystyka
pt: Relatório - Estatísticas
sk: Záznam - Štatistika

source: Coming soon...
de: Kommt bald....
el: Προσεχώς...
es: Próximamente ...
pl: Wkrótce...
pt: Brevemente...
sk: Príde čoskoro…

source: NTM - Info & News
de: NTM - information & Neuigkeiten
el: Έλεγχος κίνησης δικτύου (NTM) - Πληροφορίες & Νέα
pl: NTM - Informacje i nowości
pt: NTM - Informação & Notícias
sk: NTM - Info & Novinky

source: now
de: jetzt
el: τώρα
es: ahora
pl: Teraz
pt: agora
sk: teraz

source: NTM - Interface
el: Έλεγχος κίνησης δικτύου (NTM) - Διεπαφή
es: NTM - Interfaz
pl: NTM - Interfejs
sk: NTM - Rozhranie

source: Change the interface
de: ändere das Interface
el: Αλλαγή διεπαφής
es: Cambiar la interfaz
pl: Zmień Interfejs
pt: Mudar a interface
sk: Zmeniť rozhranie

source: The interface "{0}" is not detected or inactive. Do you want to confirm the change?
de: Das Interface "{0}" wurde nicht erkannt oder ist ausgeschaltet. Möchtest Du die Einstellung bearbeiten?
el: Η διεπαφή "{0}" είναι μη ανιχνεύσιμη ή ανενεργή. Θέλετε να επιβεβαίωσετε την αλλαγή;
es: La interfaz "{0}" está inactiva o no es detectada. ¿Desa confirmar el cambio?
pl: Interfejs "{0}" nie został rozpoznany lub jest nieaktywny. Chcesz zatwierdzić zmiany?
pt: A interface "{0}" não foi detectada ou está inactiva. Deseja confirmar a mudança?
sk: Rozhranie "{0}" nie je detekované alebo aktívne. Prajete si potvrdiť zmenu?

source: Autostart work only with Gnome, KDE and Xfce.
de: Automatischer Start funktioniert nur mit Gnome, KDE und Xfce.
el: Η αυτόματη εκκίνηση λειτουργεί μόνο σε Gnome, KDE και Xfce.
es: Autonicio sólo funciona en KDE, Gnome y Xfce.
pl: Autostart działa tylko z Gnome, KDE i XFCE.
pt: O arranque automático funciona apenas no Gnome, KDE e Xfce.
sk: Autoštart funguje len s Gnome, KDE a Xfce.

source: The interface
de: Das Interface
el: Η διεπαφή
es: La interfaz
pl: Interfejs
pt: A interface
sk: Rozhranie

source: is not detected or inactive.
de: wurde nicht erkannt oder ist ausgeschaltet.
el: είναι μη ανιχνεύσιμη ή ανενεργή
es: inactiva o no es detectada
pl: nie rozpoznano lub nieaktywny.
pt: não foi detectada ou está inactiva.
sk: nie je detekované alebo aktívne.

source: Total Receive Transm. Mean Speed of the last {0}"
de: Gesamt Empfangen Gesendet. mittlere Geschwindigkeit.der letzten {0}"
el: Συνολικά Ληφθέντα Σταλθέντα Μέση ταχύτητα των τελευταίων {0}"
es: Total Recibido Transm. Velocidad media del último {0}"
pl: Ogólnie Otrzymano Wysłano Średnia prędkość {0}"
pt: Total Recebidos Transm. Débito médio do último {0}"
sk: Celkovo Prijaté Odovzdané Priemerná rýchosť za posledný {0}"

source: Connection Error
de: Verbindungsfehler
el: Σφάλμα σύνδεσης
es: Error de conexión (
pl: Błąd połączenia
pt: Erro na ligação
sk: Chyba pripojenia

source: NTM - New Version
de: NTM - Neue Version
el: Έλεγχος κίνησης δικτύου (NTM) - Νέα έκδοση
es: NTM - Nueva versión
pl: NTM - Nowa wersja
pt: NTM - Versão Nova
sk: NTM - Nová verzia

source: Your version
de: Deine Version
el: Η έκδοση σας
es: Su versión
pl: Twoja wersja
pt: A sua versão
sk: Vaša verzia

source: Last version
de: letzte Version
el: Τελευταία έκδοση
es: Última versión
pl: Ostatnia wersja
pt: Última versão
sk: Posledná verzia

source: See you later! :)
de: Wir sehen uns später! :)
el: Θα τα πούμε αργότερα! :)
es: ¡Hasta luego! :)
pl: Do zobaczenia później!
pt: Até à próxima! :)
sk: Uvidíme sa neskôr! :)

source: i18n setup: done!
el: Εγκατάσταση i18n: ολοκληρώθηκε!
es: Configuración i18n: ¡Hecho!
pl: Ustawienia i18n: Gotowe!
pt: configuração i18n : feita!
sk: i18n setup: dokončené!

source: print the version number and exit
de: Zeige die Versionsnummer und beende
el: Εκτύπωση αριθμού έκδοσης και έξοδος
es: imprimir el número de versión y salir
pl: Drukuj numer wersji i zamknij
pt: mostra a versão e sai
sk: vytlačiť číslo verzie a ukončiť

source: show all debug messages
de: zeige alle Fehlermeldungen
el: Εμφάνιση όλων των μηνυμάτων αποσφαλμάτωσης
es: mostrar todos los mensages de debug
pl: pokaż wszystkie komunikaty diagnostyczne
pt: mostra todas as mensagens de depuração
sk: ukázať všetky ladiace správy

source: NTM - Hello!
de: NTM - Hallo!
el: Έλεγχος κίνησης δικτύου (NTM) - Χαίρετε!
es: NTM - ¡Hola!
pl: NTM - Halo!
pt: NTM - Olá!
sk: NTM - Ahoj!

source: <b>First Day</b>
de: <b>erster Tag</b>
el: <b>Πρώτη ημέρα (Έναρξη)</b>
es: <b>Primer día</b>
pl: <b>Pierwszy dzień</b>
pt: <b>Primeiro Dia</b>
sk: <b>Prvý deň</b>

source: <b>Time Module Pref.</b>
de: <b>Zeit Module Einst.</b>
el: <b>Προτιμήσεις χρονικών ενοτήτων</b>
es: <b>Preferencias de módulo de tiempo.</b>
pl: <b>Pref. modułu czasowego</b>
pt: <b>Pref. Modulação Temporal</b>
sk: <b>Predvoľby časového modulu</b>

source: <b>Time</b>
de: <b>Zeit</b>
el: <b>Συνολικός Χρόνος</b>
es: <b>Tiempo</b>
pl: <b>Czas</b>
pt: <b>Tempo</b>
sk: <b>Čas</b>

source: <small><i>Total</i></small>
de: <small><i>Gesamt</i></small>
el: <small><i>Συνολικό</i></small>
pl: <small><i>Całkowity</i></small>
sk: <small><i>Celkovo</i></small>

source: <span color='#009000'><small><i>Left</i></small></span>
de: <span color='#009000'><small><i>Rest</i></small></span>
el: <span color='#009000'><small><i>Υπόλοιπο</i></small></span>
es: <span color='#009000'><small><i>Queda</i></small></span>
pl: <span color='#009000'><small><i>Pozostało</i></small></span>
pt: <span color='#009000'><small><i>Esquerda</i></small></span>
sk: <span color='#009000'><small><i>Ostáva</i></small></span>

source: <span color='#900000'><small><i>Used</i></small></span>
de: <span color='#900000'><small><i>Verbraucht</i></small></span>
el: <span color='#900000'><small><i>Χρησιμοποιημένο</i></small></span>
es: <span color='#900000'><small><i>Usado</i></small></span>
pl: <span color='#900000'><small><i>Użyto</i></small></span>
pt: <span color='#900000'><small><i>Usados</i></small></span>
sk: <span color='#900000'><small><i>Použité</i></small></span>

source: Active
de: Eingeschaltet
el: Ενεργοποιημένες
es: Activar
pl: Aktywne
pt: Activo
sk: Aktívny

source: Auto Disconnect
de: Automatisch Trennen
el: Αυτόματη αποσύνδεση
es: Desconexión automática
pl: Auto rozłączanie
pt: Desligar automaticamente
sk: Auto odpojenie

source: Auto update
de: automatisch Wiederholen
el: Αυτόματη ενημέρωση
es: Actualización automática
pl: Auto odświeżanie
pt: Actualizar automaticamente
sk: Auto aktualizácia

source: Days :
de: Tage :
el: Ημέρες :
es: Días :
pl: Dni :
pt: Dias :
sk: Dni:

source: First day :
de: Erster Tag
el: Πρώτη ημέρα (Έναρξη):
es: Primer día :
pl: Pierwszy dzień :
pt: Primeiro dia :
sk: Prvý deň:

source: Hour
de: Stunde
el: Ώρες
es: Hora
pl: Godziny
pt: Hora
sk: Hodina

source: Length :
de: Länge :
el: Διάρκεια :
es: Duración :
pl: Długość :
pt: Comprimento :
sk: Dĺžka:

source: Minute
de: Minuten
el: Λεπτά
es: Minuto
pl: Minuty
pt: Minuto
sk: Minúta

source: NTM - Date Choice
de: NTM - Daten Auswahl
el: Έλεγχος κίνησης δικτύου (NTM) - Επιλογή ημερομηνίας
es: NTM - Elección de fecha
pl: NTM - wybór daty
pt: NTM - Escolha de Data
sk: NTM - Voľby času

source: Second
de: Sekunde
el: Δευτερόλεπτα
es: Segundo
pl: Sekundy
pt: Segundo
sk: Sekunda

source: Total Time :
de: Gesamtzeit :
el: Συνολικός χρόνος :
es: Tiempo total :
pl: Czas całkowity :
pt: Tempo Total :
sk: Celkový čas:

source: <b>Time Slot Preferences</b>
de: <b>Zeitfenster Einstellung</b>
el: <b>Προτιμήσεις χρονικών θυρίδων</b>
es: <b>Preferencias de Intervalo de tiempo</b>
pl: <b>Ustawienia szczeliny czasowej<b>
pt: <b>Preferências da Janela Temporal</b>
sk: <b>Predvoľby časového úseku</b>

source: <b>Time Slot</b>
de: <b>Zeitfenster</b>
el: <b>Χρονική θυρίδα</b>
es: <b>Intervalo de tiempo</b>
pl: <b>Szczelina czasowa</b>
pt: <b>Janela Temporal</b>
sk: <b>Časový úsek</b>

source: <small><i>Slots</i></small>
de: <small><i>Fenster</i></small>
el: <small><i>Θυρίδες</i></small>
es: <small><i>Intervalos</i></small>
pl: <small><i>Szczeliny</i></small>
pt: <small><i>Janelas</i></small>
sk: <small><i>Úseky</i></small>

source: <small><i>This Slot</i></small>
de: <small><i>Zeitfenster</i></small>
el: <small><i>Αυτή η θυρίδα</i></small>
es: <small><i>Este intervalo</i></small>
pl: <small><i>Aktywna</i></small>
pt: <small><i>Esta Janela</i></small>
sk: <small><i>Tento úsek</i></small>

source: Alert
de: Allarm
el: Ειδοποίηση
es: Alerta
pl: Alarm
sk: Výstraha

source: Sec:
de: Sek:
el: Δευτερόλεπτα :
pl: Sek:
pt: Seg:
sk: Sekúnd:

source: Slot length [min.] :
de: Fenster länge [min.] :
el: Διάρκεια θυρίδας [λεπτά] :
es: Tamaño de intervalo [min.] :
pl: Długość szczeliny [min.] :
sk: Dĺžka úseku [min]:

source: Total Slots :
de: Gesamt Fenster :
el: Συνολικές θυρίδες :
es: Intervalos totales :
pl: Liczba szczelin :
pt: Janelas Totais :
sk: Celkovo úsekov:

source: <b>Traffic Preferences</b>
de: <b>Übertragungverkehr Einstellungen</b>
el: <b>Προτιμήσεις κίνησης</b>
es: <b>Preferencias de tráfico</b>
pl: <b>Ustawienia transferu</b>
pt: <b>Preferências de Tráfego</b>
sk: <b>Predvoľby prenosu</b>

source: <b>Traffic</b>
de: <b>Übertragungsverkehr</b>
el: <b>Κίνηση</b>
es: <b>Tráfico</b>
pl: <b>Transfer</b>
pt: <b>Tráfego</b>
sk: <b>Prenos</b>
