Repository: gihankarunarathne/NTM
Catalog: i18n/locale.src/*/ntm.po
Languages: de, el, es, pl, pt, sk

source: <small><i>All</i></small>
de: <small><i>Gesamt</i></small>
el: <small><i>Όλα</i></small>
es: <small><i>Todo</i></small>
pl: <small><i>Całość</i></small>
pt: <small><i>Tudo</i></small>
sk: <small><i>Všetko</i></small>

source: <small><i>Limit</i></small>
de: <small><i>Grenze</i></small>
el: <small><i>Όριο</i></small>
es: <small><i>Límite</i></small>
pt: <small><i>Limite</i></small>

source: <span color='#900000'><small><i>In:</i></small></span>
de: <span color='#900000'><small><i>Ein:</i></small></span>
el: <span color='#900000'><small><i>Εισερχόμενα:</i></small></span>
es: <span color='#900000'><small><i>Entrada:</i></small></span>
pl: <span color='#900000'><small><i>Od.:</i></small></span>
pt: <span color='#900000'><small><i>Dentro:</i></small></span>
sk: <span color='#900000'><small><i>Dnu:</i></small></span>

source: <span color='#900000'><small><i>Out:</i></small></span>
de: <span color='#900000'><small><i>Aus:</i></small></span>
el: <span color='#900000'><small><i>Εξερχόμενα:</i></small></span>
es: <span color='#900000'><small><i>Salida:</i></small></span>
pl: <span color='#900000'><small><i>Wysł:</i></small></span>
pt: <span color='#900000'><small><i>Fora:</i></small></span>
sk: <span color='#900000'><small><i>Von:</i></small></span>

source: Traffic Limit [MB]:
de: Übertragungsgrenze [MB]:
el: Όριο κίνησης [MB]:
es: Tráfico límite [MB]:
pl: Limit transferu [MB]:
pt: Limite Tráfego [MB]:
sk: Limit prenosu [MB]:

source: Activate:
de: Eingeschaltet:
el: Ενεργοποίηση:
es: Activar:
pl: Aktywuj:
pt: Activar:
sk: Aktívny:

source: Autorun (Gnome,KDE or Xfce)
de: Automatisch gestartet (Gnome,KDE or Xfce)
el: Αυτόματη εκκίνηση (Gnome,KDE ή Xfce)
es: Autoejecutar (Gnome,KDE or Xfce)
pl: Autostart (Gnome,KDE or Xfce)
pt: Executar automaticamente (Gnome,KDE or Xfce)
sk: Autospustenie (Gnome,KDE alebo Xfce)

source: Data
de: Daten
el: Δεδομένα
es: Datos
pl: Dane
pt: Dados
sk: Dáta

source: Export
de: Auslesen
el: Εξαγωγή
es: Exportar
pl: Eksportuj
pt: Exportar
sk: Exportovať

source: File
de: Datei
el: Αρχείο
es: Archivo
pl: Plik
pt: Ficheiro
sk: Súbor

source: File:
de: Datei:
el: Αρχείο:
es: Archivo:
pl: Plik:
pt: Ficheiro:
sk: Súbor:

source: General
de: Gesamt
el: Γενικά
pl: Ogólne
pt: Geral
sk: Všeobecné

source: Gui
el: Στυλ εμφάνισης
pt: Interface gráfico

source: Import
de: Einlesen
el: Εισαγωγή
es: Importar
pl: Importuj
pt: Importar
sk: Importovať

source: Import\Export Data
de: Einlesen\Auslesen Daten
el: Εισαγωγή\Εξαγωγή δεδομένων
es: Importar\Exportar Datos
pl: Importuj\Eksportuj plik
pt: Importar\Exportar Dados
sk: Import\Export Dát

source: Interface:
el: Διεπαφή:
es: Interfaz:
pl: Interfejs:
sk: Rozhranie:

source: Keep the window on top
de: Setzte das Fenster auf Haupbildschirm
el: Διατήρηση παραθύρου σε πρώτο πλάνο
es: Mantener ventana encima
pl: Okno zawsze u góry
pt: Manter a janela no topo
sk: Okno vždy navrchu

source: NTM - Preferences
de: NTM Einstellungen
el: Έλεγχος κίνησης δικτύου (NTM) - Προτιμήσεις
es: NTM - Preferencias
pl: NTM - Ustawienia
pt: NTM - Preferências
sk: NTM - Predvoľby

source: Offline:
de: nicht Verbunden:
el: Εκτός σύνδεσης:
es: Desconectado:
pl: Rozłączony:
pt: Desligado:
sk: Odpojený:

source: Online check:
de: Verbindungsprüfung:
el: Έλεγχος σύνδεσης:
es: Chequeo en línea:
pl: Próba połączenia:
pt: Verificar ligação:
sk: Skúška pripojenia:

source: Online:
de: Verbunden:
el: Σε σύνδεση:
es: Conectado:
pl: Połączony:
pt: Ligado:
sk: Pripojený:

source: Remove all traffic and connections data
de: Setzte alle Verbindungsdaten und den Übertragungsverkehr zurück
el: Διαγραφή όλων των δεδομένων κίνησης και συνδέσεων
es: Borrar todo dato de tráfico y conexiones
pl: Usuń wszystkie dane połączeń i transferu
pt: Apagar todos os dados de tráfego e ligações
sk: Odstrániť všetky dáta o prenose a pripojeniach

source: Select the Offline Icon
de: wähle das nicht Verbindungs Icon
el: Επιλέξτε το εικονίδιο για Εκτός σύνδεσης
es: Seleccione el icono Conectado
pl: Wybierz ikonę statusu rozłączeń
pt: Seleccionar o ícone de desligado
sk: Vybrať ikonku "Odpojený"

source: Select the Online Icon
de: wähle das Verbunden Icon
el: Επιλέξτε το εικονίδιο Σύνδεσης
es: Seleccione el icono Desconectado
pl: Wybierz ikonę statusu połączeń
pt: Seleccionar o ícone de ligado
sk: Vybrať ikonku "Pripojený"

source: Tray Icon
de: Anzeige Icon
el: Εικονίδιο πίνακα εφαρμογών
es: Icono en bandeja
pl: Ikony
pt: Barra de Aplicações
sk: Ikona v oznamovacej oblasti

source: Tray Icon Actions
de: Anzeige Icon Einstellung
el: Ενέργειες εικονιδίου πίνακα εφαρμογών
pl: Właściwości ikon
pt: Acções da Barra de Aplicações
sk: Akcie ikony v oznamovacej oblasti

source: Update Interval [sec]:
de: Update Intervall [Sek.]:
el: Χρονικό διάστημα ενημέρωσης [δευτ.]:
es: Intervalo de actualización [seg]:
pl: Przedział odświeżania [sec]:
pt: Intervalo de Actualização [seg]:
sk: Obnovovací interval [sek]:

source: Window opacity [%]:
de: Fenster Proportion [%]:
el: Αδιαφάνεια παραθύρου [%]:
es: Opacidad de ventana [%]:
pl: Przezroczystość okna [%]:
pt: Opacidade da Janela [%]:
sk: Nepriehliadnosť okna [%]:

source: All
de: Aktuell
el: Όλα
es: Todo
pl: Ogólnie
pt: Tudo
sk: Všetko

source: From
de: Von
el: Από
es: Desde
pl: Od
pt: De
sk: Z

source: Report:
de: Reportage:
el: Αναφορά
es: Informe:
pl: Raport:
pt: Relatório
sk: Záznam:

source: Update
el: Ενημέρωση
es: Actualizar
pl: Aktualizacja
pt: Actualizar
sk: Aktualizovať

source: to
de: zu
el: έως
es: hasta
pl: do
pt: para
sk: až

source: Interfaces
el: Διεπαφές
pl: Interfejs
sk: Rozhranie

source: Select the interface
de: wähle das Interface
el: Επιλέξτε την διεπαφή
es: Seleccione la interfaz
pl: Wybierz Interfejs
pt: Seleccionar a interface
sk: Vybrať rozhranie

source: Network Traffic Monitor -Left click: show the counters -Rigth click: show menu
pt: Monitor de Tráfego de Rede -Clique com o botão esquerdo do rato: mostra os contadores -Clique com o botão direito do rato: mostra o menu

source: Trasmitted
pt: Transmitidos

source: Allert
pt: Aviso

source: Slot lenght [min.] :
pt: Comprimento da janela [min.] :
